{
    "profile": {
        "menu": {
            "home": "Inicio",
            "aboutMe": "Acerca de Mi", 
            "portfolio": "Proyectos", 
            "contact": "¿Trabajamos?"
        },
        "dataText": { 
            "introd1": "Hola!! Soy", 
            "intro2": "Néstor Guzmán", 
            "intro3": "desarrollador de software", 
            "intro4": "especialista en frontend"
        },
        "titles": { 
            "contactBtn": "Contáctame", 
            "playBtn": "Juguemos",
            "aboutMe": "Acerca de Mi", 
            "Portfolio": "Proyectos", 
            "contact":"Trabajemos juntos" 
        },
        "bio1": "Soy un apasionado desarrollador de frontend con un ojo agudo para el diseño y un amor por crear experiencias digitales envolventes. Combino mi experiencia técnica con una visión creativa para crear aplicaciones web asombrosas.",
        "bio2": "Mi trayectoria en el desarrollo web comenzó cuando descubrí mi pasión por crear interfaces de usuario hermosas y funcionales. Desde entonces, he estado aprendiendo y mejorando constantemente mis habilidades para ofrecer las mejores soluciones posibles.",
        "iDo": "Me especializo en la creación de aplicaciones web responsivas utilizando tecnologías modernas como React, Vue, Angular y TypeScript. Mi objetivo es crear interfaces de usuario intuitivas con atención al detalle y al rendimiento.",
        "approach": "Creo en el código limpio, el diseño responsivo y el desarrollo centrado en el usuario. Cada proyecto es una oportunidad para crear algo único e impactante, garantizando al mismo tiempo la mejor experiencia de usuario posible.",
        "skills": "Me especializo en la resolución de problemas y siempre estoy buscando nuevas formas de mejorar la experiencia de usuario. Creo que el desarrollo web es una forma de arte, y me esfuerzo por crear diseños atractivos y limpios para cada uno de mis proyectos.",
        "contactMe": "Si buscas un desarrollador web confiable y con experiencia para llevar tu proyecto al siguiente nivel, estaré encantado de ayudarte. Contáctame para desarrollar soluciones innovadoras y a la medida de tus necesidades."
    }
}